Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Never is this more tragic or frustrating than [[MyMasterRightOrWrong when that code or lord orders the character to commit an act they find foolish, cruel, or self-destructive]].
pt_br: Isso nunca é tão trágico ou frustrante quanto as ocasiões em que [[Br/MeuMestreCertoOuErrado esse decreto ou senhor ordena que o personagem faça algo que ele considere tolo, cruel ou auto-destrutivo]].

source: Next, they fire a "warning shot" at an uninhabited area (in this case a heat beam at Earth's ice caps).
pt_br: Depois, eles disparam um tiro de alerta em uma área não habitadas (neste caso, um feixe de calor nas calotas polares da Terra).

source: No explanation for the giant worm, though.
pt_br: No entanto, não há explicação para o verme do subsolo.

source: No matter how prophetic it may be, Lanning clearly made him with just that one dream, and he intended for Spooner to learn of it.
pt_br: Não importa o quão profético possa ser, Lanning claramente o criou com apenas esse sonho, e ele esperava que Spooner soubesse dele.

source: No one knows why he wants to do this, but then again, he ''did'' spend the last thirty years in a nut house.
pt_br: Ninguém sabe por que ele quer fazer isso; por outro lado, ele passou os últimos ''trinta anos'' em um sanatório.

source: No wonder Quico burst in laughs and Don Ramon called him out for believing in this lie.
pt_br: Não surpreende o Quico se acabar de rir e o Seu Madruga o repreender por acreditar na mentira dele.

source: No, I mean, the thing is... * InsultToRocks: ** Based on the Idiom "Everything resembles its owner" El Chavo says that a broom belongs to Doña Florinda.
pt_br: * Br/UmInsultoParaAsPedras: ** Depois que Dona Florinda diz que "todas as coisas se parecem com seus donos", Chaves diz que uma vassoura deve ser da Dona Florinda.

source: No.
pt_br: não.

source: NoEndorHolocaust is what happens when this is ineptly averted.
pt_br: Br/SemHolocaustoEmEndor é o que acontece quando isto é inadequadamente evitado.

source: Nor has anyone ever lost public office thereby."'' -->-- '''Creator/HLMencken''', "Notes on Journalism"
pt_br: Ninguém também nunca perdeu nenhum cargo público."'' -->-- '''BrCriador/HLMencken''', ''Sobre o jornalismo''

source: Not a big deal.
pt_br: Nada de mais.

source: Not all beats have to resolve positively or negatively, however: neutral or ambiguous resolutions can be used effectively to maintain tension, but too many of them result in indecisive and forgettable narratives.
pt_br: No entanto, nem todas as batidas precisam ser resolvidas de maneira positiva ou negativa. Resoluções neutras ou ambíguas podem ser usadas de maneira eficaz para manter a tensão, mas o excesso dela vai resultar em narrativas indecisivas e nada memoráveis.

source: Not always a sub-trope because this is only one of many reasons for a fake death.
pt_br: Nem sempre é um sub-tropo porque este é apenas um dos muitos motivos para uma morte falsa.

source: Not even if you bury it in silence can a thing that doesn't make sense be dealt with."''
pt_br: Nem para se definir calado, em si, um assunto contrário absurdo não concede seguimento."''

source: Not necessarily.
pt_br: Talvez.

source: Not only do they have the sleek, user friendly design of a state-of-the-art Apple product and are ubiquitous in-story thanks to humanity's reliance on their convenience, but humans don't hesitate to replace them with the newest model.
pt_br: Além de terem o mesmo design minimalista de um produto Apple e serem ubíquos in-história graças à dependência da humanidade em sua conveniência, os humanos não hesitam em trocá-los pelo modelo mais novo.

source: Not only is his mother discovering his superhero identity [[DoesThisRemindYouOfAnything played like a]] [[ComingOutStory coming-out story]], when the two Wonder Woman-esque women start catfighting, all of the other men are staring with interest and he just sort of looks vaguely annoyed and confused.
pt_br: Não só a descoberta da identidade de super herói por parte da mãe [[Br/IssoNaoTeLembraAlgo é retratada como uma]] Br/HistoriaDeSaidaDoArmario, quando as duas cópias de Mulher Maravilha começam a brigar, todos os outros homens observam com interesse e ele fica apenas vagamente preocupado.

source: Not related to JustForFun/TheZerothLawOfTropeExamples or RuleZero.
pt_br: Não tem relação com a BrApenasPorLazer/LeiZeroDosExemplosDeTropo ou a Br/RegraZero.

source: Not that he was being cryptic on purpose.
pt_br: Não que ele estivesse sendo críptico de propósito.

source: Not to be confused with DrowningMySorrows, nor with [[MessageInABottle sending out messages in bottles]].
pt_br: Não confundir com Br/AfogandoMinhasMagoas ou com [[Br/MensagemEngarrafada enviar mensagens em garrafas]].

source: Not to be confused with ExiledFromContinuity, when it's a ''character'' or a specific element or elements of a universe that are declared off-limits for use, be it in-universe or in another version of that universe, for legal reasons or otherwise (although whether they are simply made non-canonical or technically still exist, but can't be used depends on the situation).
pt_br: Não confundir com Br/ExiladoDaContinuidade, que é quando um ''personagem'' ou um elemento específico de um universo são declarados como proibidos de usar, seja in-universo ou em outra versão do universo, por motivos legais ou não (o dito personagem existir e não poder ser usado ou ter sido tornado não-canônico depende das circunstâncias específicas).

source: Not to be confused with HumansAreMorons.
pt_br: Não confundir com Br/HumanosSaoIdiotas.

source: Not to be confused with TheStrongman (though overlap is not unheard of) or that ''other'' [[{{God}} Big Guy]].
pt_br: Não confundir com Br/OMusculoso (apesar de não ser incomum haver sobreposição) ou aquele ''outro'' [[Br/{{Deus}} grandão]].

source: Not to be confused with TropeNamer UsefulNotes/TheKnightsTemplar, who varied between fitting and defying this trope and were founded with the intention of protecting pilgrims.
pt_br: Não confundir com a BrNotasUteis/OrdemDosTemplarios, que dá [[Br/NomeadorDeTropo nome ao tropo]], que varia entre se encaixar neste tropo e desafiá-lo e que foi fundada com a intenção de proteger peregrinos.

source: Not to be mistaken for a {{Troll}}, for whom their manipulations often don't have a purpose other than cruel amusement.
pt_br: Não confundir com um Br/{{Troll}}, para quem as manipulações não possuem propósito além da diversão cruel.

source: Not to mention that when anyone does try to check up on his rambling, the digital records have been altered by VIKI.
pt_br: Sem mencionar que quando tentaram checar as alegações, os registros digitais foram alterados pela VIKI.

source: Not too caught up in OrderVersusChaos; concerned with moral goodness, but often not willing to enforce it in others.
pt_br: Não é muito envolvido na disputa da Br/OrdemContraCaos; preocupa-se com a bondade moral mas não tem a disposição para impôr a moral sobre os outros.

source: Not used as often as in Series/ElChapulinColorado, however.
pt_br: Mas não é usado tão frequentemente quanto em BrSerie/ChapolinColorado.

source: Not.
pt_br: Nada.

source: Notably, Spooner's shows a ''lot'' more than Calvin's.
pt_br: Notavelmente, a cena do Spooner mostra ''bem mais'' que a de Calvin.

source: Notably, it was only after ''Happy Days'' ended that anyone realised what the turning point had been; it's difficult to spot a shark-hurdle in real time.
pt_br: Notavelmente, foi apenas após o término de ''Dias Felizes'' que as pessoas perceberam qual foi o ponto de virada; é difícil identificar esse tipo de salto em tempo real.

source: Notably, poor use of the CloningGambit (wherein it is [[AssPull abruptly revealed]] that a character had cloned themselves before death) is an especially egregious means of achieving this.
pt_br: Notavelmente, o uso ruim do Br/GambitoDoClone (onde é [[Br/SolucaoTiradaDaBunda abruptamente revelado]] que um personagem clonou a si mesmo antes da morte) é um jeito particularmente flagrante de alcançar isso.

source: Note also: The work usually must be completed for a character to qualify as this trope.
pt_br: Note também que a obra deve estar concluída para que um personagem possa se qualificar para este tropo.

source: Note that [[DemonLordsAndArchdevils actual devils]] [[LawfulEvil will always follow through with their end]], even if their end is a [[JackassGenie sinister bastardization of the terms]].
pt_br: Note que os [[Br/LordesDemoniacosEArquidiabos demônios de verdade]] [[Br/LealEMau sempre cumprem a sua parte do trato]], mesmo que seja uma [[Br/GenioSacana perversão sinistra dos termos]].

source: Note that a Big Damn Heroes moment doesn't have to ''succeed''.
pt_br: Note que o momento de Malditos Heróis não precisa ''ter êxito''.

source: Note that a character doesn't necessarily need to be a full-time villain to qualify for this trope.
pt_br: Note que um personagem não precisa ser vilão em tempo integral para se qualificar para este tropo.

source: Note that a villain having a name like this isn't necessarily a bad idea.
pt_br: Note que ter um vilão com um nome desses não é necessariamente uma má ideia.

source: Note that as an ending trope, the following entries are riddled with unmarked '''spoilers'''.
pt_br: Tenha atenção que, como um tropo de encerramento, os exemplos estão infestados de '''spoilers''' não marcados.

source: Note that due to the definition evolving, the "Deadpan" part of the title has gradually become TheArtifact and a deadpan delivery is no longer a necessary part of the trope.
pt_br: Devido à constante evolução da definição, a parte "séria" do título está gradualmente se tornando Br/OArtefato e uma fala séria já não é uma parte necessária do tropo.

source: Note that not all Knights Templar are explicitly evil from the beginning.
pt_br: Note que nem todos os Cavaleiros Templários são explicitamente maus desde o começo.

source: Note that the capitalization is sort of ignored on the linked page: HomePage and HoMepage link to the same place.
pt_br: Perceba que a capitalização é ignorada na página conectada: BrAdministrivia/HomePage e BrAdministrivia/HoMepage levam para o mesmo lugar.

source: Note that the key to this trope is in how the process is a gradual thing: the character starts relatively normal with a few quirks, the quirks become more prominent, then the quirks gradually ''become'' the character.
pt_br: Note que o elemento chave deste tropo está no processo gradual das coisas: o personagem começa relativamente normal, com algumas poucas peculiaridades, depois as peculiaridades se tornam mais proeminentes, e por fim as peculiaridades ''se tornam'' o personagem.

source: Note that this is different from all those characters who got their names ''[[RedBaron because]]'' [[RedBaron they are a badass.]] It's one thing to be called Blade because you use one on vampires; it's another when a deadly fighter has the birth name "Blade" for no in-story reason.
pt_br: Note que isso é diferente dos personagens que receberam seus nomes ''[[Br/BaraoVermelho porque]]'' [[Br/BaraoVermelho eles são fodões]]. Uma coisa é ser chamado de Lâmina porque você usa uma contra inimigos; outra é quando um guerreiro mortal possui o nome "Lâmina" de nascença sem motivo dentro da história.

source: Note that this trope has to do with the ''creators'' putting something out of continuity.
pt_br: Note que este tropo tem relação com os ''criadores'' tirando algo da continuidade.

source: Note that this viewpoint is not particular to network executives.
pt_br: Note que este ponto de vista não é exclusivo dos executivos de emissoras.

source: Note that we're guessing on how the first one's spelled.
pt_br: Pelo menos nós supomos que é assim que se escreve o nome do primeiro.

source: Note to Editors
pt_br: Nota aos Editores

source: Note: Just because it has "Rule of..." in the title (or even begins that way) does not mean it fits this index.
pt_br: Nota: O fato de o tropo ter "Regra do..." no título (ou começar assim) não significa que ele pertence a este índice.

source: Nothing ever goes right for this character, and if something bad is going to happen to someone, chances are it's going to happen to them.
pt_br: Nada nunca dá certo para este personagem, e se algo de ruim vai acontecer a alguém, há grandes chances de que seja com ele.

source: Now I know why [[WeNamedTheMonkeyJack they called that animal Ramoncito.]] ** The [[Series/{{Chespirito}} 15-minute skit]] where [[SuspiciouslySimilarSubstitute Jaimito the mailman]] takes pictures to send back to Tangamandafio has this exchange: ---> '''Doña Cleotilde:''' Jaimito, why don't you just take my picture already?
pt_br: Agora eu sei porque [[Br/DemosAoMacacoONomeDeJack chamaram ele de Madruguinha]].

source: Now please move on."]][[/note]]
pt_br: Agora, circulando."]][[/note]]

source: Now their new mission is to stop the new danger they've unleashed, preferably in a way that doesn't spawn ever greater menaces.
pt_br: Agora a sua nova missão é impedir o novo perigo que surgiu, preferencialmente de maneira que não gere ameaças ainda maiores.

source: Now we warn you about the amount of time you will spend browsing the website in your first few weeks of visiting.
pt_br: Agora nós devemos te avisar sobre a quantidade de tempo que será gasta neste site nas suas primeiras semanas o visitando.

source: Now, doesn't that make you angry?
pt_br: Isso não te dá raiva?

source: Obstructive to Spooner's investigation and going to great lengths to ensure his company isn't harmed on the eve of the biggest robotic distribution in history.
pt_br: Dificultando a investigação de Spooner e fazendo esforços para que sua empresa não tenha a imagem manchada às vésperas da maior distribuição de robôs na história.

source: Obviously enough, they're the opposite of {{supervillain}}s.
pt_br: Obviamente, eles são o oposto de um Br/SuperVilao.

source: Obviously everyone gets surprised since Don Ramón doesn't have money to pay a single month of rent.
pt_br: Obviamente todos ficam surpresos já que o Seu Madruga não tem dinheiro para pagar um único mês de aluguel.

source: Obviously, this is one of the meta-causes of AlternateUniverse.
pt_br: Obviamente, esta é uma das meta-causas de Br/UniversoAlternativo.

source: Occasionally said ultimate evil can get their own prequel with a StartOfDarkness.
pt_br: Vez ou outra o dito mal supremo pode receber a própria prequência com o Br/ComecoDasTrevas.

source: Occasionally, a character will even do it deliberately to be a smartass.
pt_br: Ocasionalmente um personagem pode fazer isso deliberadamente para ser um espertalhão.

source: Occasionally, an author will drop some black into their otherwise flawlessly good guy hero... and have others, particularly TheHeart (and ''especially'' TheMcCoy), ''notice.'' This can add guilt and remorse to a character as they [[KickTheMoralityPet feel shame for their evil actions]], and legitimately have to fight to [[ClearMyName restore their name]], [[MustMakeAmends undo the harm]], or simply live with the guilt and shame of it.
pt_br: Ocasionalmente, um autor vai deixar cair uma mancha naquele que seria o nosso impecável herói... e fazer com que outros, particularmente Br/OCoracao (e ''especialmente'' Br/OMcCoy), ''notem''. Isso pode adicionar culpa e remorso a um personagem no momento em que eles [[Br/ChutarAMoralDeEstimacao sentem vergonha por suas ações desprezíveis]] para que eles então tenham que lutar para Br/LimparONome, [[Br/DevoMeRedimir desfazer os danos]] ou simplesmente viver com a culpa e fardo do ato.

source: Occasionally, this is when they are the intended recipient (as opposed to the [[PatrickStewartSpeech usual deliverer]]) of AnAesop.
pt_br: Ocasionalmente isso acontece quando eles são os receptores pretendidos (ao invés de serem os [[Br/DiscursoDoPatrickStewart entregadores usuais]]) de Br/UmEsopo.

source: Occurs in most of his work and a good deal of Lovecraft-[[CosmicHorrorStory inspired work]] that use {{Mad God}}s and {{Eldritch Abomination}}s, indeed Cthulhu-inspired {{RPG}}s often make this a game mechanic.
pt_br: Isso acontece em muitas das suas obras e também em muitos trabalhos no estilo lovecraftiano que usam [[Br/AbominacaoSobrenatural abominações alienígenas]] e deuses insanos, e de fato muitos Br/{{RPG}}s inspirados em Cthulhu incorporam isso como uma mecânica de jogo.

source: Oddly enough, it probably makes him the most effective in a fight compared to the other two (the shovel making an effective blunt weapon), though he doesn't reach full effectiveness until after his training under the Sphinx.
pt_br: Curiosamente, isso provavelmente o torna mais eficaz em uma luta em comparação com os outros dois (com a pá sendo uma arma eficaz de concussão), ainda que ele não alcance eficácia máxima até o seu treino com o Esfinge.

source: Oddly, the only reason the show's producers even think to do this is because of a PeripheryDemographic ''in America'', who presumably appreciates the show for what it is, quirky foreignness and all.
pt_br: Estranhamente, o único motivo pelo qual os produtores se incomodam em fazer isso é porque existe uma Br/DemografiaPeriferica ''nos Estados Unidos'', que presumivelmente já aprecia o show pelo que é, com todos os traços estrangeiros junto.

source: Of course, MostWritersAreMale, so it's extremely rare to see a female protagonist do this with a male devil.
pt_br: É claro, Br/AMaioriaDosEscritoresSaoHomens, por isso é extremamente raro ver uma protagonista feminina fazer isso com um demônio masculino.

source: Of course, all that means is that the bar for entertainment is raised even higher, and that viewers will get annoyed more and more easily if things like {{Infodump}} happen a few times too many.
pt_br: É claro, tudo isso significa que o nível do entretenimento está cada vez mais elevado e que os espectadores se irritarão mais facilmente se coisas como o Br/DespejoDeInformacao acontecerem em excesso.

source: Of course, all this doesn't mean the episode ''will'' be cheap, just that it's ''meant'' to be; like any regular episode, [[RealLifeWritesThePlot unforeseen complications]] can cause the show to run over the scheduled budget.
pt_br: É claro, tudo isso não significa que o episódio ''será'' barato, apenas que a ''intenção'' é de que seja; assim como em qualquer episódio regular, [[Br/AVidaRealEscreveATrama complicações imprevistas]] podem fazer com que o programa estoure o orçamento.

source: Of course, by "people thought" we really mean the educated higher stratas of society, whose writings are our main source of knowledge of the past.
pt_br: É claro, por "pessoas supunham", nós falamos dos estratos mais educados da sociedade, cujos escritos são a nossa fonte de conhecimento do passado.

source: Of course, effective use of this trope will [[RuleOfCool blind the viewer]] with sheer awesome to the point that they won't notice.
pt_br: É claro, o uso eficaz deste tropo vai [[Br/PorqueELegal deixar o espectador impressionado]] a ponto de ele nem sequer notar.

source: Of course, great care needs to be taken, because if a writer makes their story too simple they also risk alienating the audience who will angrily invoke this trope.
pt_br: É claro, cuidado é necessário, pois se um escritor torna sua história simples demais ele corre o risco de alienar o público, que vai furiosamente invocar este tropo.

source: Of course, some overlap is always possible.
pt_br: É claro, pode existir mais de uma categoria.

source: Of course, the Shoveler is left in just as much doubt.
pt_br: É claro, o Pá fica com tanta dúvida quanto antes.

source: Of course, the critics aren't necessarily infallible themselves.
pt_br: É claro, as críticas não são necessariamente infalíveis.

source: Of course, the devil ''has'' been in this business since day seven.
pt_br: É claro, o diabo está nesse ramo desde o sétimo dia.

source: Of course, there ''is'' a "moron" demographic out there, and it has its members, but executives seem to believe that ''every'' person who watches TV belongs in it.
pt_br: É claro, ''existe'' em algum lugar uma parcela de idiotas, mas os executivos parecem acreditar que ''toda e qualquer'' pessoa que assiste televisão é parte desse grupo.

source: Of course, this doesn't prevent quite a few works from doing just that, seemingly for the sake of a downer ending.
pt_br: É claro, isso não impede que algumas obras façam exatamente isso, aparentemente apenas porque sim.

source: Of course, this form of the trope is just as subjective as the last, so be careful what you put down as an example.
pt_br: É claro, esta forma de tropo é muito subjetiva, por isso atenção com o que você coloca nos exemplos.

source: Of course, this is often a case of global realism being sacrificed for local realism.
pt_br: É claro, isto costuma ser um caso de realismo global sacrificado em nome do realismo local.

source: Of course, those who live in glass houses shouldn't throw stones, and one should beware of their own MoralMyopia leading to TheComplainerIsAlwaysWrong.
pt_br: É claro, quem tem teto de vidro não deveria atirar pedras, e é necessário sempre pensar na própria Br/MiopiaMoral para não recair em um caso de Br/QuemReclamaEstaSempreErrado.

source: Of course, villain team-ups are also prone to a [[ChronicBackstabbingDisorder different problem entirely]].
pt_br: É claro, equipes de vilões também são propensas a [[Br/TranstornoCronicoDeFacadaPelasCostas sofrer de um problema diferente]].

source: Of course, women must [[SensibleHeroesSkimpyVillains practice moderation]].
pt_br: É claro, mulheres devem [[Br/HeroisRecatadosViloesExibidos ser moderadas]].

source: Of course, works that go to theater have high production values.
pt_br: É claro, obras que vão para o cinema possuem grandes orçamentos.

source: OffscreenTeleportation is a SubTrope of this, as is BodyHorror.
pt_br: Br/TeleporteForaDaTela é um Br/SubTropo disso, assim como Br/HorrorCorporal.

source: OffscreenTeleportation, {{Unreveal Angle}}s, and implausibly agile monsters using [[AirVentPassageway Air-Vent Passageway]]s are all classic methods of keeping the scary unseen as long as possible.
pt_br: Br/TeleporteForaDaTela, [[Br/AnguloDeNaoRevelacao ângulos de não-revelação]] e monstros impossivelmente ágeis usando [[Br/PassagemPelosDutosDeAr dutos de ar como passagem]] são todos métodos clássicos de manter o aterrorizante oculto por tanto tempo quanto possível.

source: Often a HellHotel.
pt_br: Costuma ser um Br/HotelInfernal.

source: Often a JustifiedTrope, whereas the plot itself will try to explain ''why'' said trope works out well for the story.
pt_br: Costuma ser um Br/TropoJustificado, onde a trama por si só vai tentar explicar ''por que'' o dito tropo funciona bem na história.

source: Often a result of GoAndSinNoMore.
pt_br: Costuma resultar de Br/VaENaoPequesMais.

source: Often accompanied by ClimacticMusic.
pt_br: Costuma ser acompanhado por Br/MusicaClimatica.

source: Often an attempt to keep a story from being too dark or mature.
pt_br: Costuma ser um método para impedir que uma história fique muito pesada.

source: Often combined with HellIsThatNoise and ObscuredSpecialEffects.
pt_br: Costuma ser combinado com Br/EfeitosEspeciaisEncobertos.
